Repository: ARICOMA-D365BC/AC-IB-dynamics365smb-docs-OmegaT
Catalog: omegat/project_save.tmx
Source language: cs_cz
Languages: en_us

source: Pokud se dle hlavičky dokumentu najde úloha spooleru, tak se automaticky nastaví údaje ve formuláři např. ID agenta, Typ procesu, Typ dokumentu.
en_us: If a spooler task is found according to the document header, the data in the form is automatically set, e.g. Agent ID, Process Type, Document Type.

source: Pokud se jedná o regresivní faktoring, faktor může pohledávku/závazek vrátit, musí být zaškrtnuto pole Regresní faktoring na řádku dokladu.
en_us: If it is regressive factoring, the factor can return the receivable/payables, the Regression factoring field on the document line must be checked.

source: Pokud se jedná o regresní faktoring (faktor může pohledávku vrátit) musí být doklad zaúčtován se zaškrtnutým pole Regresní faktoring na řádku dokladu.
en_us: If it is regression factoring (the factor can return the receivable), the document must be posted with the Regression factoring field checked on the document line.

source: Pokud se nějakou položku nepodaří odeslat, tak se neodešlou ani žádné další položky směřující ke stejnému cíli (dle polí ID cílového systému a Parametr komunikace z nastavení příjemců, bez ohledu na úlohu).
en_us: If an entry fails to be sent, no other items heading to the same destination will be sent (according to Destination System ID and Interaction Parameter fields from the recipient settings, regardless of the task).

source: Pokud se po ručním spuštění úloha nezpracovala, je zřejmě problém s aplikačním serverem (např. uživatelská práva).
en_us: If the task did not process after manual execution, there may be a problem with the application server (e.g. user rights).

source: Pokud se toto ID nerovná ID systému firmy, ve které se nacházíme, nelze záznam měnit.
en_us: If this ID does not equal the system ID of the company in which we are located, the record cannot be changed.

source: Pokud se zadá hodnota 0, jedná se o neomezený počet položek v Bufferech.
en_us: If 0 is entered, it is an unlimited number of entries in Buffers.

source: Pokud se úloha Spooleru nenajde dle hlavičky XML, vezme se výchozí úloha.
en_us: If the Spooler job is not found by XML header, the default job is taken.

source: Pokud si firma vydefinuje způsoby plateb s více pokladnami, může být pro ni výhodné pojmenovat si jednotlivá fyzická pokladní místa a definovat uživatele, které na nich pracují.
en_us: If a company defines payment methods with multiple cash registers, it can be advantageous for the company to name the individual physical cash points and define the users that work on them.

source: Pokud si ji na tyto doklady přidáte, pak si musíte ošetřit programově či metodicky potenciálně konfliktní stavy.
en_us: If you add it to these documents, then you must treat potentially conflicting states programmatically or methodically.

source: Pokud uživatel nechce automatický tisk, stačí v Nastavení Balíkobotu vypnout Boolean - Tisk předávacích protokolů svozu.
en_us: If the user does not want automatic printing, just turn off Boolean - Printing handover protocols in the Balíkobot Settings.

source: Pokud uživatel potřebuje spustit agenta ručně, může to povést ve skupině Zpracovat funkcí Spusť agenta.
en_us: If a user needs to run the agent manually, they can do so in the Process group with Run Agent feature.

source: Pokud uživatel vytvoří zásilku z účt.
en_us: If the user will create a shipment from

source: Pole
en_us: Field

source: Pole Cesta k certifikátu Pfx se využívá, pokud není certifikát uložen přímo v databázi.
en_us: The Pfx Certificate Path field is used if the certificate is not stored directly in the database.

source: Pole Druh komunikace slouží pouze pro OUT úlohy.
en_us: Interaction type field is used only for OUT tasks.

source: Pole Elektronicky podepisovat slouží pouze pro OUT úlohy.
en_us: The Electronically Sign field is for OUT jobs only.

source: Pole ID Agenta určuje, který agent bude úlohu spooleru zpracovávat.
en_us: The Agent ID field determines which agent will handle the spooler task.

source: Pole ID codeunity při vložení – umožňuje spustit codeunitu při vložení do Bufferu.
en_us: On Insert Codeunit ID – allows you to run codeunita when inserted into buffer.

source: Pole ID codeunity zpracování označuje, kterou codeunitu agent spustí nad položkou Bufferu.
en_us: The Processing codeunit ID field indicates which codeunitu the agent runs over the Buffer entry.

source: Pole ID úlohy označuje danou úlohu spooleru.
en_us: The Task ID field indicates the spooler job.

source: Pole Kumulovat export podle konstantního symbolu – kumuluje se za KS
en_us: Field Cumulate export according to constant symbol – accumulates for KS

source: Pole Kumulovat export podle specifického symbolu – kumuluje se za SS
en_us: Field Cumulate export according to specific symbol – accumulates after SS

source: Pole Kumulovat export podle variabilního symbolu – kumulace se za VS
en_us: Field Cumulate export according to variable symbol – cumulation after VS

source: Pole Kumulovat platební příkazy – zapíná/vypíná kumulaci
en_us: Cumulate payment orders field – enables / disables cumulation

source: Pole Logovat určuje, zda a jak se zapisuje do aplikačního logu.
en_us: The Log field determines whether and how it is written to the application log.

source: Pole Nearchivovat při zpracování a Nearchivovat při expiraci nám určují, kdy a jestli se mají položky Bufferu archivovat.
en_us: The Dont Archive on Expirate and Dont Archive on Process fields determine when and whether Buffer entries should be archived.

source: Pole Nehledat příchozí zprávu v archívu a Nehledat odpověď v archívu slouží k zabezpečení komunikace.
en_us: Use the Dont Search IN Msg in archive and Dont Search for a Response in Archive fields to secure communications.

source: Pole Nenutit posloupnost odesílání – pokud je toto pole zaškrtnuto, tak se položky úlohy neúčastní výpočtu pro vynucení posloupnosti odesílání (zaškrtnout pouze na úlohách, kde je vysloveně nežádoucí vynucovat posloupnost odesílání.
en_us: Do not force send order field – If this field is checked, the job items do not participate in the calculation to enforce the sending sequence (check only on jobs where it is explicitly undesirable to enforce the sending sequence.

source: Pole Popis kumulovaného řádku plat.
en_us: Field Description of the accumulated payment order

source: Pole Povolena změna uživatele opravňuje ke změně Oprávněné osoby (poIe Identifikace helpdesk) při zadávání nového požadavku do HelpDesku.
en_us: The User Change Allowed field entitles you to change the Authorized Person (poIe Helpdesk Identification) when entering a new request into the HelpDesk.

source: Pole Priorita má pouze evidenční charakter.
en_us: The Priority field has only a record-keeping character.

source: Pole Přiřazeno legislativě v přehledu účetních schémat slouží pro rozlišení českých a slovenských statutárních výkazů.
en_us: The Assing Legislation field in the list of accounting schemes is used to differentiation between Czech and Slovak statutory statements.

source: Pole Typ odpovědi využívají pouze IN úlohy.
en_us: The Answer Type fields are used only by IN jobs.

source: Pole Typ určuje, zda je daná úloha pro IN Buffer (In) nebo pro OUT Buffer (Out).
en_us: The Type field determines whether the job is for IN Buffer (In) or out Buffer (Out).

source: Pole Výchozí cílový systém se může vyplnit pouze pro OUT úlohy, pokud se cílový systém neurčí přímo z hlavičky XML dokumentu.
en_us: The Destination System field can be filled in only for OUT tasks if the target system is not specified directly from the XML document header.

source: Pole Výchozí priorita označuje, v jakém pořadí se úlohy zpracovávají.
en_us: The Default priority field indicates the order in which tasks are processed.

source: Pole XDR zobrazuje existenci schéma XML dokumentu (*).
en_us: The XDR field shows the existence of the XML document schema (*).

source: Pole Čekat po množství chyb a Čekací doba po chybách slouží k určení, po kolika chybách se bude jak dlouho čekat s dalším pokusem o zpracování.
en_us: Use Wait after numbers of errors and Wait after Error fields to specify how many errors to wait for how long to try to process again.

source: Pole Číselná řada variabilního symbolu – pokud se nekumuluje dle VS, KS nebo SS, pak se do pole VS doplní číslo dle zde nastavené číselné řady (SS a KS se vezmou z prvního slučovaného řádku příkazu)
en_us: Variable symbol number series field – if it is not accumulated according to VS, KS or SS, then the number according to the number series set here is added to the VS field (SS and KS are taken from the first merged line of the command)

source: Pole Číslo posledního dokladu využívá systém interně, nenastavuje se a slouží pouze pro OUT úlohy.
en_us: The Last Document Number field uses the system internally, is not set and is used only for OUT jobs.

source: Pole Šablona XSL slouží k zobrazení dokumentu v HTML.
en_us: The XSL Template field is used to display the document in HTML.

source: Pole Číslo se vyplní automaticky dalším číslem z číselné řady.
en_us: The Number field is automatically populated with another number from the number series

source: Pole Hmotnost je vztaženo k měrné jednotce na řádku výkazu.
en_us: The Base Unit Weight field is related to the unit of measure on the report line.

source: Pole Popis je pak systémem doplněno v závislosti na plnění pole na stránce Definice prvků vykazu obalů.
en_us: The Description field is then added by the system depending on the field on the Packing Statement Element Definitionpage.

source: Pole DIČ – režim OSS je možný jen pro zákazníky bez registrace, tedy s nevyplněným DIČ
en_us: VAT Registration No. field – OSS mode is possible only for customers without registration, ie with an unfilled VAT Registration No.

source: Pole ID objektu, pak blíže specifikuje jakou.
en_us: The object ID field then specifies in more detail which one.

source: Pole Váha může nabývat hodnot 0-1 ve smyslu procent (0 =0 %, 1=100 %).
en_us: The Weight field can take values ​​0-1 in terms of percentages (0 = 0%, 1 = 100%).

source: Pole Váha může nabývat hodnot 0-1 ve smyslu procent (0-0 %, 1-100 %).
en_us: The Weight field can take values ​​0-1 in terms of percentages (0 = 0%, 1 = 100%).

source: Pole formuláře Definice prvků výkazu obalů:
en_us: Packing Statement Element Definition form fields:

source: Pole s tímto označením je povinně synchronizováno vždy
en_us: A field with this designation is always required to be synchronized

source: Polem Kódování XML určujeme, jak bude XML dokument kódován.
en_us: The XML Encoding field specifies how the XML document will be encoded.

source: Položky elektronických dokladů
en_us: Electronic Document Entries

source: Položky obalů se vyrovnávají automaticky na pozadí při pohybech zboží, a proto zpracování podkladů pro Evidenci obalů uživatele nijak nezatěžuje.
en_us: Packing entries are automatically leveled in the background during the movement of items, and therefore the processing of documents for the Pack Tracing does not burden the user in any way.

source: Pomocí OK spustíte filtrování.
en_us: Use OK to start filtering.

source: Pomocí Žárovka, která otevře funkci Řekněte miŘekněte mi, co chcete dělat vyhledejte Výkazy obalů.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Packing Statements and then choose the related link.

source: Pomocí funkce Objednávky kontaktu si lze nechat zobrazit přehled Nákupních nebo Prodejních řádků a to podle typu Kontaktu.
en_us: Use the Contact's Orders feature to view an overview of Purchase or Sales Lines by Contact type.

source: Pomocí funkce Reporty/Tisk na stránce Karta evidence pošty se spustí sestava Evidence pošty (do vstupního filtru se nabídne číslo aktuálně zobrazeného požadavku, rozsah tisku lze pak blíže specifikovat prostřednictvím filtrů a parametrů.
en_us: Using the Reports/Print function on the Mail Records Card page, the Mail Records report is launched (the number of the currently displayed request is offered to the input filter, the print range can then be specified in more detail through filters and parameters.

source: Pomocí funkce Související/Pošta/Přílohy lze ke kartě připojit jakýkoliv doklad, který je následně uložen do tabulky systému Microsoft Dynamics 365 Business Central.
en_us: Using the Related/Mail/Attachments function, any document can be attached to the card, which is then stored in a Microsoft Dynamics 365 Business Central table.

source: Pomocí funkce Odebrat ze svozu se změní stav z Ke svozu na Nová.
en_us: Use the Remove From Shipment function to change the status from For Collection to New.

source: Pomocí funkce Texty mailu je možné definovat obsah mailu (předmět a vlastní text).
en_us: Using the Mail Texts function, you can define the content of the mail (subject and custom text).

source: Pomocí načítání čísla dokladu se automaticky předvyplní formulář Vytvořit zásilku.
en_us: By retrieving the invoice number, the Create Parcel form is automatically pre-populated.

source: Pomocí polí Jméno přiřazeného uživatele, nebo Skupina přiřazených uživatelů nastavte, komu bude následná vytvořená úloha přiřazena.
en_us: Use Assigned User Name or Assigned User Task Group fields to set who the subsequent task you create will be assigned to.

source: Pomocí tlačítka Vložit se otevře okno s parametry z nastavení, které je možno doplnit dle potřeby.
en_us: The insert button opens a window with parameters from the settings, which can be added as required.

source: Pomocí totoho rozšíření je zrychlen proces zpracování a vytváření zásilek posílaných zákazníkům.
en_us: With this extension, the process of processing and creating shipments sent to customers is accelerated.

source: Pomocí této funkce můžete ověřit či je pole na jiné stránce nastaveno tak, jak je potřebné při přechodu, do daného stavu, na kterém tuto funkci využíváte.
en_us: With this function, you can verify or a field on another page is set as needed when you transition to the state where you are using this feature.

source: Pomocí vyhledávací funkce Žárovka, která otevře funkci Řekněte miŘekněte mi, co chcete dělat vyhledejte Definice prvků výkazu obalů. Prvky ve výkazu lze seskupovat do pozic na výkazu.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Packing Statement Element Def. and then choose the related link. Elements in the report can be grouped into positions on the report.

source: Pomocí vyhledávací funkce Žárovka, která otevře funkci Řekněte miŘekněte mi, co chcete dělat vyhledejte Podklad pro výkaz obalů.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Packing Statement Basis and then choose the related link.

source: Pomocí vyhledávací funkce Žárovka, která otevře funkci Řekněte miŘekněte mi, co chcete dělat vyhledejte Prvky výkazu obalů.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Packing Statement Elements and then choose the related link.

source: Pomocí vyhledávací funkce Žárovka, která otevře funkci Řekněte miŘekněte mi, co chcete dělat vyhledejte Výjimky prvku výkazu obalů.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Packing Stat. El. Exceptions and then choose the related link.

source: Poměrně běžnou praxí je, že na kartách zákazníků je definován preferovaný či povolený způsob platby (typicky úhrada v hotovosti).
en_us: It is a relatively common practice that the preferred or allowed payment method (typically cash payment) is defined on customer cards.

source: Popis jednotlivých parametrů:
en_us: Description of individual parameters:

source: Popis prvku výkazu
en_us: Description of the schedule element

source: Popsaná automatizace při účtování finální faktury se zapíná v Nastavení účtování DPH pro vybrané kombinace účtoskupin.
en_us: The described automation when posting the final invoice is turned on in the VAT posting settings for selected combinations of posting groups.

source: Poskytuje vybraným osobám společnosti aktuální informace o nových záznamech v insolvenčním rejstříku.
en_us: It provides selected persons of the company with up-to-date information on new entries in the insolvency register.

source: Poslední platbu systém dopočte do celkové výše faktury.
en_us: The system will add the last payment to the total invoice amount.

source: Posledním krokem je zaúčtování Deníku PHM: Deník PHM
en_us: The last step is to post the Fuel Journal: Fuel Journal

source: Posledím krokem je tlačítko Dokončit, pomocí kterého vytvoříte zadaný požadavek.
en_us: The last step is the Finish button, which you use to create the specified request.

source: Postoupení
en_us: Delegation

source: Potvrzení – úloha se vloží do IN Bufferu.
en_us: Confirmation - the task is inserted into the IN Buffer.

source: Potvrďte pomocí možnosti Ano.
en_us: Confirm with Yes.

source: Potvrďte pomocí OK.
en_us: Confirm with OK.

source: Potvrďte pomocí tlačítka OK.
en_us: Confirm with the OK button.

source: Potvrďte, že si přejete vytvořit kartu informace o pohledávce.
en_us: Confirm that you wish to create a accounts receivable information card.

source: Poté je možné nastavení zavřít.
en_us: After that, you can close the settings.

source: Poté je nutné použít funkci Synronizace master dat!
en_us: Then you need to use the Synronization function of master data!

source: Poté je nutné ručně štítek vytisknout.
en_us: Then you must manually print the label.

source: Poté můžete okno zavřít.
en_us: You can then close the window.

source: Poté se vytiskne soupiska všech zásilek od vybraného přepravce za určený den.
en_us: A list of all shipments from the selected shipper for the specified day will then be printed.

source: Poté stránku můžete zavřít a spustit znovu Asistovaného průvodce.
en_us: You can then close the page and run the Guided Wizard again.

source: Poté zvolte Export do XML a dotaz systému potvrďte pomocí možnosti Ano.
en_us: Then choose Export to XML and confirm the system query with Yes.

source: Poté zvolte funkci Export SK.
en_us: Then choose the Export SK function.

source: Potřebné kroky pro ruční vytvoření zásilky:
en_us: To create a shipment manually, the steps are as follows:

source: Potřebné nastavní Business Central
en_us: Necessary Business Central settings

source: Potřeby firem v oblasti práce s číselnými řadami bývají rozmanitější než umožňuje standard systému.
en_us: The needs of companies in the field of working with number series tend to be more diverse than the system standard allows.

source: Použijte funkce Přidat ke svozu (zásilka je ve stavu Ke svozu a je možné tisknout štítek).
en_us: Use the Add to collection function (the shipment is in the For collection status and the label can be printed).

source: Použijte funkci Vytvořit zásilku nebo Vytvořit zásilku a tiskout štítek
en_us: Use Create a Shipment or Create a Shipment and Print a Label

source: Použití Celntrálních číselníků - Synchronizace
en_us: Using Celntral Database - Synchronization

source: Použít údaje z položky – mají-li b
en_us: Use entry data – whether to take data from the entries.

source: Používá se .NET komponenta Microsoft.Dynamics.Nav.MX.dll, která je standardní AddIn od MS. Příklad použití je v reportu 52057066 "Sales - Invoice QR_acb", jen tisk samotného QR kódu a příklad volání funkce.
en_us: The .NET component Microsoft.Dynamics.Nav.MX.dll, which is a standard AddIn from MS, is used. An example of use is in report 52057066 "Sales - Invoice QR_acb", only the printing of the QR code itself and an example of calling a function.

source: Používá se hlavně při řešení kolizí nebo hromadném zpracování centralizovaných dat (importy, přejmenování atd.)
en_us: It is mainly used for collision resolution or mass processing of centralized data (imports, renaming, etc.)

source: Používá se hlavně při řešení kolizí nebo hromadném zpracování centralizovaných dat (importy, přejmenování atd.).
en_us: It is mainly used for collision resolution or mass processing of centralized data (imports, renaming, etc.).

source: Používá se v případech, kdy chceme poslat upozornění na e-mail, který je uložen v relační tabulce ke zdrojové tabulce šablony upozornění s vazbou přes jedno pole, které nastavíme.
en_us: It is used in cases where we want to send an email alert that is stored in a relational table to the source table of the alert template with a link through one field that we set.

source: Povinnost použití průvodce lze definovat v Nastavení helpdesku zaškrtnutím políčka Nový helpdesk pomocí průvodce.
en_us: You can define whether to use the wizard in Help Desk Settings by selecting the New Helpdesk with Wizard check box.

source: Povolit nebo zakázat Protokol aktivity
en_us: Enable or disable Activity Log

source: Povolit nebo zakázat automatický tisk protokolů svozu
en_us: Enable or disable automatic printing of collection reports

source: Povolit více balíků - ANO
en_us: Allow multiple packages - YES

source: Poznámka: Hierarchický návrh je dostupný pouze pro prodejní ceny zboží.
en_us: Note: The hierarchical design is only available for the selling price of the goods.

source: Poznámka: Nejen informace o ověření registrace k DPH jsou na nákupních (ale i prodejních či servisních) dokladech viditelné v okně s fakty Detaily nákupní hlavičky.
en_us: Note: Not only information about verifying VAT registration is visible on purchase (but also sales or service) documents in the Purchase Header Details fact window.

source: Poznámka: Od verze BC19 je doporučeno využívat novější funkcionalitu Bankovní dokumenty, která nevyužívá Deník odsouhlasení.
en_us: NOTE: As of version BC19, it is recommended to use the newer Banking Documents functionality, which does not use the Reconciliation Log.

source: Poznámka: Pokud se neobjeví požadavek na potvrzení, že uživatel opravdu chce vytvořit zkušební předplatné (a otevře se rovnou okno pro výběr plánu předplatného), pak v tomto tenantu již bylo zkušební období někdy dříve aktivováno.
en_us: Note: If you are not prompted to confirm that the user really wants to create a trial subscription (and the window for selecting a subscription plan opens directly), then the trial period has already been activated in this tenant sometime before.

source: Poznámka: Při použití funkce Odúčtovat přiřazenou zálohu (z karty Zálohového daňového dokladu) dojde analogicky k odúčtování těchto zúčtování přeplatků.
en_us: Note: When using the Derecognize assigned down payment function (from the Down Payment Docu-ment tab), these overpayment settlements will be derecognized by analogy.

source: Poznámka: V případě potřeby připojovat k evidenci elektronické dokumenty, zvažte využití addonu Publikování SharePoint od firmy AUTOCONT., popř. jiný produkt třetí strany.
en_us: Note: If you need to attach electronic documents to the register, consider using the SharePoint Publishing addon from AUTOCONT, or another third party product.

source: Poznámka: v BC online je nutné použít odlišný způsob – viz Barcode Fonts with Business Central Online - Business Central | Microsoft Docs
en_us: NOTE: In BC online it is necessary to use different method – see Barcode Fonts with Business Central Online - Business Central | Microsoft Docs

source: Poznámky k požadavku
en_us: Request Comments

source: Počáteční datum DPH
en_us: Starting VAT date date

source: Počáteční zúčtovací datum
en_us: Starting date

source: Pořízení dokladu faktoringu
en_us: Setting up of a factoring document

source: Požadavek lze také přidělit k určitému projektu.
en_us: A requirement can also be assigned to a specific job.

source: Požadavky Helpdesku
en_us: Helpdesk Requests
